{
  "signup": [
    {
      "username": "bhavinbhai",
      "email": "ewwe#23232@gmail.com",
      "password": "hfhfh@dfdjfd232",
      "id": 1
    },
    {
      "username": "bhavinbhai32332",
      "email": "harshillakhani009@gmail.com",
      "password": "dsdssd@3452354",
      "id": 2
    },
    {
      "username": "bhavinbhai232",
      "email": "harshillakhani009@gmail.com",
      "password": "sdsdsd@2342332",
      "id": 3
    },
    {
      "username": "bhavinbhai212",
      "email": "dlakhani202@gmail.com",
      "password": "jfjfjjj@32232",
      "id": 4
    },
    {
      "username": "bhavinbhai212",
      "email": "dlakhani202@gmail.com",
      "password": "jfjfjjj@32232",
      "id": 5
    },
    {
      "username": "bhavinbhai21",
      "email": "dlakhani202@gmail.com",
      "password": "wwqw@1112",
      "id": 6
    },
    {
      "username": "bhavinbhai21",
      "email": "harshillakhani009@gmail.com",
      "password": "sdsdsd@2342332",
      "id": 7
    },
    {
      "username": "ha2343",
      "email": "jay4545@gmail.com",
      "password": "sd@21212121ds",
      "id": 8
    }
  ],
  "blog": [
    {
      "title": "How to start a t-shirt business online",
      "category": "ecommerce",
      "img": "https://static.wixstatic.com/media/a77aa0_ac43dfc5fbaa400d93084b43c9f7229a~mv2.jpg/v1/fill/w_626,h_358,al_c,q_80,usm_0.66_1.00_0.01,enc_auto/a77aa0_ac43dfc5fbaa400d93084b43c9f7229a~mv2.jpg",
      "description": "There's nothing quite like a good t-shirt. Apart from being easy to throw on, t-shirts have a unique way of expressing our individuality, our humor, and our loyalties. ",
      "id": 1
    },
    {
      "title": "How to Calculate Sales Tax for Your Online Store",
      "category": "ecommerce",
      "img": "https://static.wixstatic.com/media/dd7a8b_f9af0a7cb5a54b7d8d19ce6f4ec42aa0~mv2.png/v1/fill/w_364,h_205,fp_0.50_0.50,q_95,enc_auto/dd7a8b_f9af0a7cb5a54b7d8d19ce6f4ec42aa0~mv2.png",
      "description": "Some aspects of your pricing strategy, like wholesale costs, are easier to understand and identify. Other factors, like how to find the sales tax, can be a bit more stressful and complicated, especially for online businesses with a global reach. That’s because when calculating sales tax for your online store, there is rarely a one-size-fits-all-approach. Instead, you have to navigate city, county, state, and country regulations to understand your tax obligations. ",
      "id": 2
    },
    {
      "title": "How to Become a Professional Photographer ",
      "category": "photography",
      "img": "https://static.wixstatic.com/media/4a5235_80822176f8ef466b84e260f1db5fee72~mv2.png/v1/fill/w_740,h_445,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/4a5235_80822176f8ef466b84e260f1db5fee72~mv2.png",
      "description": "Define your purpose \n\nMaster your skills\n\nTake some classes\n\nPractice non-stop\n\nExplore all possibilities\n\nFind your niche\n\nGet the right gear\n\nDedicate time to editing\n\nDevelop a personal style\n\nBuild a solid portfolio\n\nCreate a professional photography website\n\nBrush up on your networking skills\n\nNail your marketing strategy\n\nPut together a business plan\n\nInvest in your growth",
      "id": 3
    },
    {
      "title": "Our Top Rookies for the Upcoming Season",
      "category": "sports",
      "img": "https://static.wixstatic.com/media/c22c23_2b30616ff13e440399065674ee385e7d~mv2.jpg/v1/fill/w_740,h_416,al_c,q_80,usm_0.66_1.00_0.01,enc_auto/c22c23_2b30616ff13e440399065674ee385e7d~mv2.jpg",
      "description": "\nWelcome to your blog post. Use this space to connect with your readers and potential customers in a way that’s current and interesting. Think of it as an ongoing conversation where you can share updates about business, trends, news, and more. ",
      "id": 4
    },
    {
      "title": "Difference Between NSE and BSE – How to Choose an Exchange for Your Trades",
      "category": "news",
      "img": "https://www.tickertape.in/blog/wp-content/uploads/2020/08/BSE-vs-NSE-370x245.jpg",
      "description": "Short for National Stock Exchange, NSE is the largest stock exchange in India on the basis of market capitalisation. NSE was founded in 1992, and it brought with it the electronic mode of trading in stocks. Headquartered in Mumbai, NSE uses the Nifty 50 index as its benchmark, which comprises the top 50 stocks of the share market across different sectors.",
      "id": 5
    },
    {
      "title": "Beautiful Japanese Watercolours saatchi art ",
      "category": "art",
      "img": "https://www.fubiz.net/wp-content/uploads/2022/03/EP5.png",
      "description": "Sous les mains expertes de l’artiste serbe Endre Penovác, l’encre coule. Vivant son histoire naturellement, elle occupe l’espace sur le papier. Le peintre vient ensuite souligner quelques traits, dessiner des yeux, apporter une touche de couleur ou ajouter des détails qui viennent créer une texture. En ressortent des animaux sauvages et domestiques à l’allure quasi fantomatique de par l’effet de brume que produit l’encre. Ses œuvres d’art sont représentées dans de nombreuses co",
      "id": 6
    },
    {
      "title": "Threads Daily Users Drops 82% Since Launch",
      "category": "socialmedia",
      "img": "https://www.webdesignerdepot.com/imager/assets/posts/featured/Threads-1600x1040_5a360bc830a102ef2e351e38b18b5354.webp",
      "description": "Instagram’s Threads launched to the world on 5 July 2023. The social media site was bid as Instagram’s answer to X (formerly Twitter), and its unveiling couldn’t have come at a more opportune time. \n\nElon Musk’s takeover and subsequent rebrand of Twitter has left the platform in a state of disarray. Many users are frustrated over Musk’s contentious leadership style. Most agree that the Twitter  ",
      "id": 7
    },
    {
      "title": "Apple is Running One-Day Coding Labs to Allow Developers to Test their Apps on Apple Vision Pro",
      "category": "tech",
      "img": "https://www.webdesignerdepot.com/imager/assets/posts/inline/Vision-OS_0d0dcdb45e6eb89b4dbd7379b0730ab6.jpg",
      "description": "Apple announced Vision Pro, its upcoming mixed-reality headset, on June 5, 2023. Since then, it’s caused quite a debate among the development community. One of the primary concerns many developers have raised in the last few months is how well their apps will translate to VisionOS, Apple’s new operating system specifically designed for the Vision Pro. ",
      "id": 8
    },
    {
      "title": "YouTube Announces 1080p Premium for Desktop",
      "category": "socialmedia",
      "img": "https://www.webdesignerdepot.com/imager/assets/posts/featured/Meet-Pixel_5a360bc830a102ef2e351e38b18b5354.webp",
      "description": "YouTube’s 1080p has been the standard way to watch videos for years now. Fourteen years, to be precise. The resolution launched in 2009, which seems an awfully long time ago. It only feels like yesterday that users were limited to watching videos in 480p, or, heaven help us, the dreaded 360p.\nWe first learned of YouTube’s new enhanced bitrate option back in February when an eagle-eyed Reddit user noted that the option was available on specific videos. ",
      "id": 9
    },
    {
      "title": "How will Jasprit Bumrah’s comeback help team India?",
      "category": "sports",
      "img": "https://i0.wp.com/cricblog.net/wp-content/uploads/2022/07/Jasprit-Bumrah-e1657720418242.jpg?resize=696%2C390&ssl=1",
      "description": "Jasprit Bumrah, the skilled fast bowler, has been facing setbacks since September 2022 due to persistent back problems. \n\nHis absence during critical series and matches like the Border-Gavaskar Trophy and WTC final, along with IPL 2023 with the Mumbai Indians, has raised concerns about his readiness for the upcoming ODI World Cup. \n\nThis article highlights the significance of Bumrah’s form and health on India’s chances in the Asia Cup and ICC Cricket World Cup 2023.",
      "id": 10
    },
    {
      "title": "Rohit Sharma Explains Why He & Virat Kohli Are Not Playing In T20Is",
      "category": "sports",
      "img": "https://media.gettyimages.com/id/1156258394/photo/rohit-sharma-of-india-reaches-his-century-and-is-congratulated-by-virat-kohli-of-india-during.jpg?s=612x612&w=0&k=20&c=zNkLZ6_PsY8bF9NMSPKNzVUQ3JBKNAadiP27Ltl3PjU=",
      "description": "Indian skipper Rohit Sharma, who has hinted that he is looking forward to playing in the T20 World Cup next year, has finally answered the million-dollar question of why he and Virat Kohli are not playing in T20Is for India this year. According to the 36-year-old, since 2023 is an ODI World Cup year, they decided to give T20Is a miss and focus more on ODIs.",
      "id": 11
    },
    {
      "title": "What Is Robotics? robotics overview",
      "category": "tech",
      "img": "https://builtin.com/sites/www.builtin.com/files/styles/ckeditor_optimize/public/inline-images/robotics.png",
      "description": "Robotics is the intersection of science, engineering and technology that produces machines, called robots, that replicate or substitute for human actions. Pop culture has always been fascinated with robots — examples include R2-D2, the Terminator and WALL-E. These over-exaggerated, humanoid concepts of robots usually seem like a caricature of the real thing. But are they more forward thinking than we realize? Robots are gaining intellectual and mechanical capabilities that don’t put the possibility of a R2-D2-like machine out of reach in the future.",
      "id": 12
    },
    {
      "title": "How to use WhatsApp’s new screen sharing feature for video calls",
      "category": "socialmedia",
      "img": "https://images.indianexpress.com/2023/08/whatsapp-screen-sharing-featured.jpg?w=640",
      "description": "Meta CEO Mark Zuckerberg has announced a new feature for WhatsApp that allows users to share their screen during a video call. The feature is cross-platform compatible, enabling users to easily show a live view of their screen to one or more persons on the call.“Whether sharing documents for work, browsing photos with family, planning a vacation or shopping online with friends, or just helping grandparents with tech support – screen sharing lets you share a live view of your screen during the call,”",
      "id": 13
    },
    {
      "title": "Adani To Go Ahead With $50 Billion Hydrogen Project With Or Without TotalEnergies",
      "category": "news",
      "img": "https://c.ndtvimg.com/2023-05/bhp1gurg_adani-group_625x300_19_May_23.jpg",
      "description": "Billionaire Gautam Adani's group is prepared to go ahead alone on the USD 50 billion green hydrogen project after its French partner, TotalEnergies SE, put investment in the venture on hold following allegations of fraud.\nAdani group CFO Robbie Singh in an investor call on first-quarter earnings of Adani Enterprises Ltd last week stated that the project is not dependent on the equity from TotalEnergies and the group is going ahead with the investment with or without the French giant.",
      "id": 14
    },
    {
      "title": "May Need To Go Beyond Keeping Arjuna's Eye To Tame Inflation: RBI Governor",
      "category": "news",
      "img": "https://c.ndtvimg.com/2023-05/j0tsf82s_shaktikanta-das-pti_625x300_24_May_23.jpg",
      "description": "We have to stand in readiness to go beyond keeping Arjuna's eye to deploying policy instruments, if necessary\" to contain inflation, said Reserve Bank Governor Shaktikanta Das today.\nHeadline consumer price index-based inflation projection for the second quarter of 2023-24 has been revised up substantially, primarily due to the price shock from vegetables, at 6.2 per cent by the RBI form 5.2 per cent estimated in June.\n\nUnveiling the bi-monthly monetary policy, Governor Das said the moderation in headline inflation to 4.6 per cent in the first quarter of 2023-24 was in line with the projections set out in the June MPC meeting.",
      "id": 15
    },
    {
      "title": "Important to give SKY cushion of extra games ahead of World Cup, says Rohit Sharma",
      "category": "sports",
      "img": "https://akm-img-a-in.tosshub.com/indiatoday/images/media_bank/202308/suryakumar-yadav-084134-16x9_1.jpg?VersionId=0qgyb8naxMKO1pPyGn22xuXIUiLJ7G2h&size=690:388",
      "description": "Indian skipper Rohit Sharma has backed Suryakumar Yadav to excel in the ODI format for the national team, even though he has faced challenges in maintaining consistency in this version of the game. Acknowledged as one of the premier T20 batsmen globally, Suryakumar has encountered struggles while adapting to ODI cricket.\n\nIn his 26 ODIs, Suryakumar has managed to accumulate only 511 runs at an average of 24.33, a subpar record that has sparked doubts about his spot in the Indian squad for the upcoming Asia Cup and ODI World Cup.",
      "id": 16
    },
    {
      "title": "First painting of The edward hopper",
      "category": "art",
      "img": "https://img.haikudeck.com/mi/3409e56e20a48d5ddccf60e4fad31814.jpeg",
      "description": "No other artist managed to capture the solitude within the modern city like Edward Hopper. The ‘artist of empty spaces’ offers a remindful look at life of Americans during Great Depression. His suggestive imagery shares the mood of individual’s isolation with books of Tennessee Williams, Theodore Dreiser, Robert Frost, Jerome Salinger, as well as with canvasses of Giorgio De Chirico and Paul Delvaux. Hopper depicted the spirit of the time very subtly, showing it in the poses of characters, in the vast empty spaces around them, and also in his unique color palette.\n\nEdward Hopper was born into a middle class family in Nyack, NY, a vibrant hub of transport and industry at the time. The boy was already serious about his artistic ambitions in the age of 10, when he started to sign and date his drawings. Hopper's parents encouraged him to study commercial illustration instead of fine art. Accordingly, he spent a year at the New York School of Illustration before transferring to the more serious New York School of Art (now Parsons School of Design) to realize his dream. His teachers there included the American Impressionist William Merritt Chase (who founded the school) and Robert Henri, a leading figure of the Ashcan school, whose proponents advocated depicting the grittier side of urban life. Hopper's classmates at the school included George Bellows and Rockwell Kent.",
      "id": 17
    }
  ]
}